Repository: wrapzone722-commits/ServiceBooking
Catalog: ServiceBooking/Resources/Localizable.xcstrings
Source language: ru
Languages: en

# %@, цена %@, длительность %@
source: %1$@, цена %2$@, длительность %3$@
en: %1$@, price %2$@, duration %3$@

# book_button
source: Записаться
en: Book Now

# bookings_title
source: Мои записи
en: My Bookings

# cancel_button
source: Отмена
en: Cancel

# loading
source: Загрузка...
en: Loading...

# no_connection
source: Нет подключения к интернету
en: No internet connection

# profile_title
source: Профиль
en: Profile

source: Push-уведомления
en: Push notifications

source: QR-код находится в настройках веб-консоли администратора
en: QR code is in the admin web console settings

# retry_button
source: Повторить
en: Retry

# services_title
source: Услуги
en: Services

source: URL API
en: API URL

source: В симуляторе камера недоступна. Введите URL API вручную для подключения к веб-консоли.
en: Camera is not available in the simulator. Enter API URL manually to connect to the web console.

source: Вам потребуется снова отсканировать QR-код для входа.
en: You will need to scan the QR code again to sign in.

source: Ваш ID
en: Your ID

# Ваша запись на %@ успешно создана. Ожидайте подтверждения.
source: Ваша запись на %1$@ успешно создана. Ожидайте подтверждения.
en: Your booking for %1$@ was successfully created. Please wait for confirmation.

source: Введите базовый URL API веб-консоли. Будет создан уникальный ключ для профиля клиента.
en: Enter the base API URL of the web console. A unique key will be created for the client profile.

source: Ввести URL вручную
en: Enter URL manually

source: Вернуться к сканированию QR
en: Back to QR scanning

source: Версия приложения
en: App version

# Вы уверены, что хотите отменить запись на %@?
source: Вы уверены, что хотите отменить запись на %1$@?
en: Are you sure you want to cancel the booking for %1$@?

source: Выберите время
en: Select time

source: Выберите дату
en: Select date

source: Выберите источник фото
en: Select photo source

source: Выбрать из галереи
en: Choose from gallery

source: Выйти из аккаунта
en: Sign out

source: Выйти из аккаунта?
en: Sign out?

source: Выполнение услуги
en: Service Execution

source: Галерея
en: Gallery

source: Готово
en: Done

source: Данные будут удалены с устройства. Для входа потребуется снова отсканировать QR-код.
en: Data will be removed from the device. You will need to scan the QR code again to sign in.

source: Дата
en: Date

source: Детали услуги
en: Service details

source: Добавив соцсети, вы сможете получать уведомления о записях и подтверждениях.
en: By adding social networks, you can receive notifications about bookings and confirmations.

source: Добавить фото
en: Add photo

source: Дополнительные пожелания (необязательно)
en: Additional notes (optional)

source: Доступные услуги
en: Available services

source: Закрыть
en: Close

source: Записаться
en: Book

source: Записи
en: Bookings

# Запись на %@, %@ в %@, статус: %@
source: Запись на %1$@, %2$@ в %3$@, статус: %4$@
en: Booking for %1$@, %2$@ at %3$@, status: %4$@

source: Запись на услугу
en: Book service

source: Запись создана!
en: Booking created!

source: Заполните данные профиля
en: Fill in your profile

source: Запустить Live Activity
en: Start Live Activity

source: Изменить
en: Edit

source: Изменить фото
en: Change photo

source: Имя
en: First name

source: Имя клиента
en: Client name

source: Карта
en: Map

source: Категории
en: Categories

source: Клиент
en: Client

source: Клиент сервиса
en: Service client

source: Комментарий
en: Comment

source: Мессенджеры
en: Messengers

source: Мои записи
en: My bookings

source: Мои контакты
en: My Contacts

source: Мой ID
en: My ID

source: Наведите камеру на QR-код веб-консоли
en: Point the camera at the QR code of the web console

source: Нажмите дважды для записи на услугу
en: Double tap to book a service

source: Назад
en: Back

source: Напоминать за
en: Remind before

source: НАСТРОЙКИ
en: SETTINGS

source: Нет доступных слотов на выбранную дату
en: No available slots for the selected date

source: Нет новых сообщений
en: No new messages

source: Нет подключения к интернету
en: No internet connection

source: Описание
en: Description

source: Остановить Live Activity
en: Stop Live Activity

source: Отлично
en: Great

source: Отмена
en: Cancel

source: Отмененные
en: Cancelled

source: Отменить
en: Cancel

source: Отменить запись
en: Cancel booking

source: Отменить запись?
en: Cancel booking?

source: Отменить изменения
en: Discard changes

source: Отсканируйте QR-код из веб-консоли администратора, чтобы подключить приложение и получить доступ к услугам.
en: Scan the QR code from the admin web console to connect the app and get access to services.

source: Ошибка загрузки
en: Loading error

source: Повторить
en: Retry

source: Подключение к сервису
en: Connect to service

source: Подключить
en: Connect

source: Подтвердить запись
en: Confirm booking

source: Позвонить
en: Call

source: Поиск услуг
en: Search services

source: Политика конфиденциальности
en: Privacy Policy

source: Помощь / FAQ
en: Help / FAQ

source: Пост
en: Station

source: Предпочитаемый способ связи
en: Preferred contact method

source: Предстоящие
en: Upcoming

source: Профиль
en: Profile

source: ПРОФИЛЬ
en: PROFILE

source: Прошедшие
en: Past

source: Регистрация устройства...
en: Registering device...

source: Регистрация...
en: Registering...

source: Сервисные сообщения
en: Service messages

source: Система лояльности
en: Loyalty System

source: Сканировать QR-код
en: Scan QR code

source: Скопировать
en: Copy

source: Смотреть процесс
en: View Progress

source: СПРАВКА
en: HELP

source: Ссылки на мессенджеры
en: Messenger links

source: Телефон
en: Phone

source: Уведомления
en: Notifications

source: Удалить аккаунт
en: Delete account

source: Удалить аккаунт?
en: Delete account?

source: Удалить фото
en: Remove photo

source: Укажите имя и соцсети — так мы сможем отправлять уведомления о записях и подтверждениях.
en: Enter your name and social links so we can send you notifications about bookings and confirmations.

source: Условия использования
en: Terms of Use

source: Услуги
en: Services

source: Фамилия
en: Last name

source: Фото профиля
en: Profile photo

source: Язык приложения
en: App language
